#include "lobbyscreen.h"

void lobbyscreen(void)
{
    printf("\n");
    printf("                    收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收\n");
    printf("                   早 旨收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收旬 早\n");
    printf("                   早 早                                                          早 早\n");
    printf("   忙式式式式式忖         早 早                                                          早 早\n");
    printf("   弛奢 雖弛         早 早                                                          早 早\n");
    printf("   弛     弛         早 早                                                          早 早\n");
    printf("   戌式式式式式戎         早 早                                                          早 早\n");
    printf("                   早 曲收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收旭 早\n");
    printf("                    收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收\n");
    printf("                  ===================================================================\n");
    printf("       旨收收收收收收收收收收收收收收收旬         旨收收收收收收收收收收收收收收收旬                  旨收收收收收收收收收收收收收收收旬         旨收收收收收收收收收收收收收收收旬       \n");
    printf("       早 ﹥﹥﹥﹥﹥﹥﹥早         早 ﹥﹥﹥﹥﹥﹥﹥早                  早 ﹥﹥﹥﹥﹥﹥﹥早         早 ﹥﹥﹥﹥﹥﹥﹥早\n");
    printf("       早 ﹥﹥﹥﹥﹥﹥﹥早         早 ﹥﹥﹥﹥﹥﹥﹥早                  早 ﹥﹥﹥﹥﹥﹥﹥早         早 ﹥﹥﹥﹥﹥﹥﹥早\n");
    printf("       早 ﹥﹥﹥﹥﹥﹥﹥早         早 ﹥﹥﹥﹥﹥﹥﹥早                  早 ﹥﹥﹥﹥﹥﹥﹥早         早 ﹥﹥﹥﹥﹥﹥﹥早\n");
    printf("      式早 ﹥﹥﹥﹥﹥﹥﹥早式式式式式式式式式早 ﹥﹥﹥﹥﹥﹥﹥早式               式式早 ﹥﹥﹥﹥﹥﹥﹥早式式式式式式式式式早 ﹥﹥﹥﹥﹥﹥﹥早式\n");
    printf("     / 曲收收收收收收收收收收收收收收收旭         曲收收收收收收收收收收收收收收收旭  ′           /  曲收收收收收收收收收收收收收收收旭         曲收收收收收收收收收收收收收收收旭  ′\n");
    printf("    /   收收收收收旭   曲收收收收收           收收收收收旭   曲收收收收收     ′        /    收收收收收旭   曲收收收收收           收收收收收旭   曲收收收收收     ′\n");
    printf("   /   曲收收收收收收收收收收收收收收收旭         曲收收收收收收收收收收收收收收收旭      ′     /    曲收收收收收收收收收收收收收收收旭         曲收收收收收收收收收收收收收收收旭      ′\n");
    printf("  忙式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式忖    忙式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式忖\n");
    printf("  戌式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式戎    戌式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式式戎\n");
    printf("  弛   弛                                              弛   弛    弛   弛                                               弛   弛\n");
    printf("  弛   弛                                              弛   弛    弛   弛                                               弛   弛\n");
    printf("________________________________________________________________________________________________________________________\n");

}